tap "neonichu/formulae"
tap "vapor/tap"
tap "thoughtbot/formulae"
tap "homebrew/dupes"
tap "homebrew/brewdler"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/services"
tap "caskroom/cask"
tap "kylef/formulae"
cask "xquartz"
brew "gcc"
brew "autoconf"
brew "automake"
brew "bitrise"
brew "git"
brew "carthage"
brew "cask"
brew "gdbm"
brew "cmark"
brew "dialog"
brew "pth"
brew "dirmngr"
brew "dropbox-uploader"
brew "jpeg"
brew "lame"
brew "libogg"
brew "xvid"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "fish"
brew "gifsicle"
brew "git-lfs"
brew "gnupg"
brew "postgresql", restart_service: true
brew "go"
brew "heroku"
brew "httrack"
brew "hub"
brew "jpegoptim"
brew "libevent"
brew "libsass"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvorbis"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "mosh"
brew "node"
brew "optipng"
brew "p7zip"
brew "pcre"
brew "phantomjs"
brew "pinentry-mac"
brew "potrace"
brew "rbenv"
brew "rename"
brew "rsync"
brew "sassc"
brew "swiftformat"
brew "swiftgen"
brew "swiftplate"
brew "theora"
brew "unrar"
brew "watchman"
brew "webkit2png"
brew "wxmac"
brew "xctool"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "kylef/formulae/swiftenv"
brew "thoughtbot/formulae/rcm"
brew "vapor/tap/vapor"
cask "kindlegen"
mas "1Password", id: 443987910
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Calcbot", id: 931657367
mas "Contrast", id: 1254981365
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "Icon Slate", id: 439697913
mas "iMovie", id: 408981434
mas "IPinator", id: 959111981
mas "Keynote", id: 409183694
mas "Kromatic", id: 1049086746
mas "Linea Link", id: 1233368267
mas "Markoff", id: 1084713122
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Radium", id: 597611879
mas "Realm Browser", id: 1007457278
mas "Redacted", id: 984968384
mas "Reeder", id: 880001334
mas "Silicio", id: 933627574
mas "Sim Daltonism", id: 693112260
mas "Spark", id: 1176895641
mas "Speed-Up", id: 412356892
mas "Textual 7", id: 1262957439
mas "Tweetbot", id: 557168941
mas "WiFi Speed Test", id: 982806463
mas "Wire", id: 931134707
mas "Xcode", id: 497799835
mas "Xcode 8", id: 497799835
